const recipes = [
  {
    id: 1,
    category: 'Закуски',
    author: {
      name: 'Іришка Баркова',
      img: '/img/top-chiefs/img_2.jpg',
    },
    title: 'Запечені креветки з сиром',
    img: '/img/recipes/8589_3.jpg',
    desc: 'Ви можете запікати креветки з грибами, баклажанами чи молодою спаржею. Цю страву можна поєднати з вашими улюбленими коктейлями чи вином або приготувати до неї пасту та покласти креветки зверху. Також ви можете натерти сир пармезан безпосередньо перед подачею — це збільшить смаковий профіль страви. Не бійтеся додавати спеції та свіжу зелень — петрушку чи базилік.',
    products:
      'Креветки 500 г; Стручкова квасоля 250 г; Олія оливкова 2 ст. л.; Часник, зубчики 2 шт.; Цибуля жовта ріпчаста 1 шт.; Лимон 1 шт.; Оливки без кісточок за смаком; Адигейський сир 100 г; Спеції за смаком',
    method:
      'Креветки та стручкову квасолю за потреби попередньо розморозьте.; Зріжте хвостики квасолі, сир попередньо розімніть руками до крихти.; Креветки промийте та обсушіть, очистьте від панцирів та покладіть в глибоку миску. Додайте оливкову олію, сік половинки лимона та спеції за смаком. Додайте порубаний ножем часник. Добре перемішайте та залиште на 10 хвилин.; Залийте квасолю окропом та залиште на кілька хвилин. Далі злийте воду, трохи обсушіть та викладіть на дно змазаної олією форми рівним шаром. Зверху викладіть мариновані креветки та нарізану кільцями цибулю. Полийте маринадом з-під креветок, присипте невеликою порцією сиру, решту залишіть.; Поставте форму у розігріту на 180 градусів духовку на 10 хвилин. Після того, як виймете страву з духовки, посипте її сиром, що залишився. За бажанням присипте страву нарізаними оливками чи зеленню.',
    like: 32,
    bookmark: true,
  },
  {
    id: 2,
    category: 'Закуски',
    author: {
      name: 'Віталій Кучінський',
      img: '/img/top-chiefs/img_4.jpg',
    },
    title: 'Печінковий паштет з чорносливом',
    img: '/img/recipes/6220_4.jpg',
    desc: 'Печінковий паштет з чорносливом — смачний крем, який можна намащувати на м’який хліб з хрусткою скоринкою. Є багато варіацій паштету з курячої печінки, і ця з чорносливом є відображенням традиційної французької намазки, але з цікавим акцентом.',
    products:
      'Куряча печінка 800 г; Чорнослив без кісточки 200 г; Масло вершкове 220 г; Цибуля ріпчаста 2 шт.; Морква 2 шт.; Олія соняшникова 30 мл; Сіль і перець чорний мелений за смаком',
    method:
      'Чорнослив промийте і залийте гарячою водою на 5-10 хвилин.; Печінку очистьте від плівок, помийте і наріжте грубими шматками. Цибулю і моркву очистьте, помийте і нашинкуйте.; Розігрійте сковороду з олією і обсмажте печінку;протягом 7 хвилин. Додайте овочі і тушкуйте, помішуючи, до готовності (5 хвилин). Посоліть і поперчіть.; Чорнослив обсушіть і пропустіть його разом з печінкою і овочами через м’ясорубку. Додайте розм’якшене вершкове мало і добре перемішайте.; Викладіть паштет у форму, змастіть маслом і помістіть у холодильник до повного застигання, на 2-3 години',
    like: 19,
    bookmark: false,
  },
  {
    id: 3,
    category: `Закуски`,
    author: {
      name: 'Єгор Величко',
      img: '/img/top-chiefs/img_6.jpg',
    },
    title: 'Закуска з баклажанів і меду',
    img: '/img/recipes/4581_2a.jpg',
    desc: 'Смажені слайси баклажанів, мед, часник і волоські горіхи — ось інгредієнти цієї смачної закуски. Її можна подавати з будь-якого приводу! Упевнені, що ви раніше готували баклажанові рулетики, але чи використовували для начинки такий цікавий мікс, як горіхи, часник, мед і лимонний сік? Гра контрастів захопить з першої ж секунди',
    products:
      'Баклажан 4 шт.; Лимон, сік 80 мл; Часник, зубчики 2 шт.; Мед рідкий 30 г; Волоські горіхи очищені 40 г; Олія соняшникова 40 мл; Сіль, перець чорний мелений і петрушка за смаком',
    method:
      'Баклажани помийте, обсушіть і наріжте тонкими слайсами. Поки вони не пустили сік, швидко викладіть овочі на гарячу сковороду з олією. Смажте з двох сторін до рум’яної скоринки, по 3-4 хвилини з кожного боку. Посоліть і поперчіть наприкінці приготування.; Часник очистьте і пропустіть через прес. Ядра горіхів подрібніть. З’єднайте часник, горіхи, мед, лимонний сік і перемішайте.; На смажені слайси баклажанів викладіть по 1 ложці начинки і загорніть рулетиками. Складіть їх у посуд, накрийте кришкою і помістіть у холодильник на 12 годин. Подавайте, прикрасивши петрушкою.',
    like: 8,
    bookmark: false,
  },
  {
    id: 4,
    category: `Салати`,
    author: {
      name: 'Віталій Кучінський',
      img: '/img/top-chiefs/img_4.jpg',
    },
    title: 'Гострий салат з локшиною',
    img: '/img/recipes/Spicy-noodle-salad-bowl.jpg',
    desc: "Цей супершвидкий салат з локшиною готується всього за 20 хвилин. Хрустка локшина зі свинячими шкварками з перцем чилі та хрусткі овочі - легка страва для середини тижня, корисна для здоров'я та бюджетна.",
    products:
      '300 г прямої середньої локшини вок; 3 ст.л. оливкової олії; 250 г нежирного свинячого фаршу 5% жирності; 1 зубчик часнику, подрібнений; ½ ч.л. подрібненого перцю чилі; 1 ч.л. прозорого меду; 2 ст.л. темного соєвого соусу; 1 лайм, сік; 2 морквини, нарізані соломкою; ½ огірка, нарізаного півмісяцями; 4 редиски, нарізані кружальцями; 2 цибулини, нарізані кружальцями, плюс додатково для подачі',
    method:
      "Покладіть локшину в термостійкий посуд і залийте окропом. Залиште на 5 хвилин, а потім добре процідіть воду.; Тим часом розігріваємо 1 ст.л. олії у сковороді на середньому вогні. Додати свинячий фарш і готувати, помішуючи, 7-8 хвилин, поки не підрум'яниться. Додати часник і подрібнений перець чилі та смажити 1 хвилину, потім додати мед і смажити ще 1 хвилину або до готовності свинини.; Змішати соєвий соус, сік лайма та оливкову олію, щоб приготувати заправку. Змішати локшину з морквою, огірком, редискою та зеленою цибулею і заправити заправкою. Подавати локшину з фаршем та додатковою зеленою цибулею.",
    like: 32,
    bookmark: true,
  },
  {
    id: 5,
    category: `Салати`,
    author: {
      name: 'Іришка Баркова',
      img: '/img/top-chiefs/img_2.jpg',
    },
    title: 'Салат з ягнятиною та бататом по-грецьки',
    img: '/img/recipes/Greek-style-lamb-and-sweet-potato-salad.jpg',
    desc: 'Пікантний і злегка приправлений спеціями, цей яскравий салат з ягнятиною - справжній переможець серед тижня для двох. Запечена з кмином батат, ніжні стейки ягняти та розсипчастий сир - це напрочуд простий, але ситний салат, який готується всього за 30 хвилин.',
    products:
      '300 г солодкої картоплі, нарізаної часточками; 3 ст.л. оливкової олії; 1 ч.л. меленого кмину; 150 г пакувального стейка з баранячої ноги; ¼ ч.л. сушеного орегано; велика щіпка меленої кориці; 1½ лимона, 1 сік, ½ цедри, нарізаної часточками; ½ невеликої червоної цибулини, тонко нарізаної; ½ упаковки крес-салату, шпинату та руколи по 80 г; 3 салатні помідори (близько 150 г), нарізані скибочками; 75 г знежиреного салатного сиру, нарізаного крихтами',
    method:
      'Розігріти духовку до 220°C. На деко змішати солодку картоплю з 1 ст.л. олії та ½ ч.л. кмину. Посолити і запікати протягом 30 хвилин.; Тим часом змастіть стейк ягняти 1 ст.л. олії, орегано, кмином, що залишився, корицею та лимонною цедрою. У невеликій мисці змішати половину лимонного соку з червоною цибулею; відставити в сторону.; Поставте сковороду на середньо-сильний вогонь і обсмажте стейк по 2 хвилини з кожного боку. Відкладіть на 5 хвилин, а потім наріжте тонкими шматочками.; Розділіть листя салату, помідори та сир між 2 тарілками, а зверху викладіть солодку картоплю, цибулю та ягнятину. Змішати сік, що залишився, з рештою олії та лимонним соком і полити салат. Подавати з лимонними дольками для витискання.',
    like: 27,
    bookmark: false,
  },
  {
    id: 6,
    category: `Салати`,
    author: {
      name: 'Ганна Іванченко',
      img: '/img/top-chiefs/img_3.jpg',
    },
    title: 'ТРАДИЦІЙНИЙ РЕЦЕПТ ГРЕЦЬКОГО САЛАТУ',
    img: '/img/recipes/Greckyj-salat_siteWebUkr.jpg',
    desc: 'Гарний, соковитий та ароматний грецький салат, мабуть, найпопулярніший із усіх овочевих салатів. А люблять його за ідеальне поєднання інгредієнтів, насичений смак та швидкість приготування.',
    products:
      '200 г томатів чері або 2 томати; 1 великий огірок; 1 солодкий перець; ½ червоної цибулі; 50 г оливок без кісточок; 200 г сиру фета; 1-2 ч. л. орегано; 3-4 ст. л. оливкової олії Extra Virgin; сіль до смаку ',
    method:
      "Візьміть глибоку миску або салатницю. Всі інгредієнти салату нарізайте та одразу перекладайте в неї. Якщо готуєте салат взимку, використовуйте томати чері, вони все ж таки смачніші та ароматніші за тепличні. У сезон овочів використовуйте будь-які томати, головне – м'ясистих сортів. Візьміть 200 г томатів чері або 2 середні томати. Перші помийте та розріжте навпіл. Якщо використовуєте звичайні томати, розріжте навпіл, виріжте плодоніжку та наріжте середніми кубиками. Перекладіть у миску.; Огірок помийте, розріжте навпіл, а потім наріжте кожну половинку півкільцями товщиною 0,5 см. Якщо потрібно, очистьте шкірку огірка. Перекладіть у миску до томатів.;Солодкий перець помийте, розріжте навпіл, видаліть плодоніжку та насіння, а потім наріжте кубиком приблизно такого розміру, як і томати, якщо використовували звичайні, а не чері. У традиційному рецепті грецького салату використовується зелений солодкий перець, але можна замінити його червоним, помаранчевим або жовтим. Нарізаний перець перекладіть у миску.;Половину червоної цибулі наріжте або півкільцями, або пір'ям. Також перекладіть у миску до всіх інгредієнтів салату.; Якщо готуєте грецький салат у порційних тарілках, шматок фети покладіть зверху на овочі. Потім кожен, хто куштуватиме страву, сам наріже сир так, як йому заманеться. Якщо готуєте грецький салат на загальний стіл, 200 г сиру фети наріжте великим кубиком. Але додайте в миску в останню чергу.; До всіх овочів додайте 50 г оливок без кісточок.; Посипте салат 1-2 ч. л. сухого орегано.; Заправте 3-4 ст. л. оливкової олії. Акуратно перемішайте, використовуючи дві ложки.; Додайте в миску нарізану кубиками фету. Акуратно перемішайте, щоб шматочки фети залишилися цілими. Соліть салат в останню чергу, оскільки через цей інгредієнт овочі почнуть пускати сік. Пам'ятайте, що й фета, і оливки – солоні, тому спочатку спробуйте салат, а потім додавайте сіль.",
    like: 47,
    bookmark: true,
  },
  {
    id: 7,
    category: `Сніданок`,
    author: {
      name: 'Ганна Іванченко',
      img: '/img/top-chiefs/img_3.jpg',
    },
    title: 'ОЛАДКИ НА КЕФІРІ З ВАРЕННЯМ ІЗ АБРИКОСА Й ВОЛОСЬКОГО ГОРІХА',
    img: '/img/recipes/Oladky-na-kefiri-z-varennyam_siteWebUkr.jpg',
    desc: 'Хоч би яка погода була за вікном, повітряні та ніжні на смак оладки – це завжди гарна ідея для початку дня. Обов’язково доповніть їх варенням, джемом, згущеним молоком, медом або просто посипте цукровою пудрою. Вони ідеальні в поєднанні з будь-яким напоєм – кавою, чаєм, какао та гарячим шоколадом із дрібкою гострого червоного перцю.',
    products:
      '300 мл кефіру 2,5% жирності; 1 яйце; 1 ст. л. цукру; 10 г ванільного цукру; 200 г борошна пшеничного; ½ ч. л. соди; 3-5 ст. л. соняшникової олії; 1 дрібка солі; 500 г абрикосів (свіжі чи заморожені); 250 г цукру; 50-75 г волоських горіхів',
    method:
      "Підготуйте всі інгредієнти для приготування оладок на кефірі з абрикосовим варенням. Якщо у вас заморожені абрикоси, перекладіть їх з морозилки в холодильник, щоб вони розморозилися. Приготуйте тісто для оладок. У глибоку миску влийте 300 мл кефіру 2,5% жирності та вбийте одне яйце. Перемішайте інгредієнти віничком до однорідної суміші, але не збивайте.; Додайте в миску одну дрібку солі, 1 ст. л. цукру та 10 г ванільного цукру. За бажанням кількість цукру можете зменшити. Перемішайте віничком.; Далі додайте ½ ч. л. соди та знову все добре перемішайте. Сода додасть оладкам пишності.; Додайте в миску 200 г борошна та замісіть однорідне тісто, щоб у ньому не було грудочок. По консистенції тісто має бути густим, але при цьому стікати з віничка. Якщо у вас вийшло густе тісто, додайте 2-3 ст. л. води та перемішайте.; Накрийте миску харчовою плівкою та відставте тісто на 20-25 хвилин у теплому місці, щоб воно трохи піднялося.; Зваріть абрикосове варення з волоськими горіхами. У сотейник перекладіть 500 г абрикосів, розрізаних навпіл. Засипте абрикоси 250 г цукру. Кількість цукру використовуйте, виходячи зі своїх смакових уподобань.; Додайте 50-75 г крупнорубаних волоських горіхів. За бажанням використовуйте будь-які інші горіхи: мигдаль, волоський горіх, кеш’ю чи бразильський. Варіть варення 20 хвилин на середньому вогні, не накриваючи кришкою. Періодично помішуйте, щоб варення не пригоріло.; Приступайте до смаження оладок. Пательню розігрійте з невеликою кількістю олії. За бажанням змащуйте її олією за допомогою силіконового пензлика. Викладайте на пательню по 1 ст. л. тіста. Відступайте місце, щоб оладки під час смаження не злиплися між собою.; Смажте оладки по 1 хвилині з кожного боку до красивого рум'яного кольору. Якщо потрібно, викладайте на паперовий рушник, щоб увібралася зайва олія. Подавайте оладки з абрикосовим варенням.",
    like: 31,
    bookmark: true,
  },

  {
    id: 8,
    category: `Сніданок`,
    author: {
      name: 'Марина Астафьєва',
      img: '/img/top-chiefs/img_1.jpg',
    },
    title: 'ФРАНЦУЗЬКИЙ САНДВІЧ КРОК-МАДАМ',
    img: '/img/recipes/krok-madam_sitewebukr-1-1000x600.jpg',
    desc: 'Французький сандвіч крок-мадам на сніданок. Пропозиція видається аж надто розкішною, хоча у приготуванні страви нема нічого складного. Тости, шинка, два яйця і трохи французького шарму. Яйця, які наразі дещо здорожчали, у цій страві виглядають як прикраса. І це тішить. Але як би там не було, вони залишаються у топі улюблених сніданків українців, бо це смачно, звично і корисно.',
    products:
      '2 яйця; 4 скибочки батона;2 скибочки шинки;1 ст. л. гірчиці в зернах; 50 г твердого сиру Грюйєр; 1 ст. л. тертого пармезану; 45 г вершкового масла 82,5%; 25 г борошна; 200 мл молока 2,5%; дрібка солі; дрібка чорного перцю; дрібка мускатного горіха ',
    method:
      'Увімкніть розігріватися духовку до 180 градусів. Застеліть пергаментом деко і викладіть 4 скибочки хліба. Підсушіть в духовці 3-4 хвилини, або підсмажте на сухій пательні з обох боків по 2 хвилини. За бажанням для більш насиченого смаку та аромату змастіть скибочки вершковим маслом.; Зробіть соус бешамель. В невеличкій каструлі або сотейнику розтопіть 25 г вершкового масла 82,5% та додайте 25 г борошна. Підсмажте до легкого коричневого відтінку, постійно помішуючи віничком.; Потім вливайте тонкою цівкою 200 мл молока 2,5%, продовжуючи безперервно помішувати віничком. Соус варіть до густоти.; Додайте до нього по дрібці солі, чорного меленого перцю та мускатного горіха. Перемішайте, змініть з вогню та поки залиште остигати.; Змішайте 2 ст. л. тертого пармезану з 100 г тертого на дрібній тертці сиру Грюйєр. Поки відкладіть.;   Змастіть дві скибочки хлібу 1 ст. л. гірчиці в зернах.; На хліб додайте шматочки шинки, склавши їх вдвічі. Посипте зверху половиною суміші сирів і накрийте іншими двома скибочками хлібу.; На сандвіч додайте по 2 ст. л. соусу бешамель.; Перекладіть сандвічі на деко, застелене пергаментом, а зверху ще посипте сиром, що залишився. Ставте випікатися в розігріту до 180 градусів духовку на 5-7 хвилин. Сирна начинка повинна добре підрум’янитися.; Тим часом підсмажте розігрійте пательню з 20 г вершкового масла 82,5% та підсмажте два яйця. Вийміть сандвічі з духовки та викладіть на них яйця. Посипте свіжомеленим перцем до смаку та подавайте до столу.',
    like: 42,
    bookmark: false,
  },

  {
    id: 9,
    category: `Сніданок`,
    author: {
      name: 'Віталій Кучінський',
      img: '/img/top-chiefs/img_4.jpg',
    },
    title: 'СТРАВА ДЛЯ ІДЕАЛЬНОГО РАНКУ: РЕЦЕПТ ЯЄЦЬ БЕНЕДИКТ',
    img: '/img/recipes/jajca-benedikt_siteWeb-1.jpg',
    desc: 'Коли зранку думаєш, що б приготувати на сніданок, перше, що спадає на думку, це страви з яєць. Варіантів чимало: скрамбл, класична яєшня, французький омлет чи яйця пашот… Але справжній Оскар у світі рецептів ми б віддали яйцям Бенедикт. Цей сніданок створений для ідеального ранку, бо в ньому безмежна кількість смакових відтінків. Про сценарій приготування варто подумати заздалегідь. Вам знадобляться хрусткий бекон, хлібні тости, свіжі яйця, голландський соус і почнімо яйця Бенедикт робити вдома.',
    products:
      '2 яйця; 1 цибуля невеличкого розміру; 50 г бекону; 2 шматочки хліба для тостів; 115 г вершкового масла; 1 ст. л. оцту; 3 яєчних жовтки; 1 ч. л. води; 1 ст. л. лимонного соку; 1 дрібка солі',
    method:
      'Почистьте, помийте цибулю та дрібно її наріжте. Так само невеликими брусочками наріжте 50 г бекону.; У каструлю налийте воду, доведіть до кипіння, зменште вогонь і влийте туди 1 ст. л. оцту. Розмішайте воду, зробивши воронку. Акуратно розбийте у воронку води яйце, трохи перемішайте і варіть 2-3 хвилини. Дістаньте шумівкою і викладіть на щільний паперовий рушник, щоб яйце просушити. Можна використати черствий шматок хліба. Він теж добре зможе увібрати воду.; На пательні розтопіть вершкове масло і підсмажте тости. Цибулю обсмажте з беконом.; Приготуйте голландський соус. Поставте каструлю на парову баню - на каструлю з водою поставте миску, щоб вона не торкалася води. У миску покладіть 65 г вершкового масла, розтопіть його, помішуючи віничком, і посоліть. В окремій мисці збийте 3 яєчних жовтки й тонкою цівкою влийте їх у масло, збийте і додайте 1 ст. л. лимонного соку.; Сформуйте страву: на хлібні тости викладіть бекон з цибулею, зверху яйце і полийте голландським соусом.',
    like: 36,
    bookmark: false,
  },

  {
    id: 10,
    category: `Обід`,
    author: {
      name: 'Марина Астафьєва',
      img: '/img/top-chiefs/img_1.jpg',
    },
    title: 'ЗРОБЛЕНО В УКРАЇНІ: РЕЦЕПТ ГЕТЬМАНСЬКОГО БОРЩУ',
    img: '/img/recipes/Borsh-getmanskiy_siteWebUkr.jpg',
    desc: 'Гетьманський борщ традиційно готують зі свинячими ребрами, а також додають більшість знайомих нам з малечку інгредієнтів, як то буряк, морква, цибуля, квасоля та картопля. Але один складник у цьому рецепті досить неочікуваний та оригінальний – це баклажан. Радимо приготувати такий варіант борщу. Смак гетьманського борщу виходить дуже характерним і впізнаваним, адже баклажани дають приємний аромат і солодкість страві.',
    products:
      '300 г свинини (ребра); 1 буряк (середнього розміру); 1 цибуля (середнього розміру); 1 морква (велика); 2 шт. картоплі (середнього розміру); 100 г квасолі; 150 г баклажана; 150 г капусти; 2 ст. л. томатної пасти; 1 ст. л. цукру; 2 лаврові листки; 2 зубчики часнику; 2 л води; 2 ст. л. соняшникової олії; чорний перець (горошком) до смаку; сіль і перець до смаку',
    method:
      "Приготуйте всі інгредієнти для борщу. Буряк помийте і запікайте в духовці півтори години, потім охолодіть, очистьте і поріжте тонкою соломкою або натріть на крупній тертці. Ви також можете використовувати готовий відварний буряк, який продається в будь-якому супермаркеті – це дуже зручно. Квасолю (100 г) замочіть в холодній воді на 1 годину, потім злийте воду. Якщо ви використовуєте молоду квасолю, замочувати її не потрібно.; Візьміть 300 г свинячих ребер, зачистьте від сухожилля та плівок, помийте та трохи посоліть. Запечіть м’ясо в духовці з лавровим листом, часником, і перцем горошком протягом 20 хвилин при 180 градусах. Смак бульйону з запеченого м'яса виходить більш насиченим і борщ буде набагато смачнішим. Дайте м'ясу охолонути та поріжте його на шматки.; Моркву потріть на тертці, цибулю дрібно поріжте, 150 г баклажана поріжте дрібними кубиками. Розігрійте сковороду з соняшниковою олією, спочатку обсмажте цибулю і моркву протягом 2-3 хвилин, потім додайте баклажан і буряк і тушкуйте ще 2 хвилини. Потім додайте 2 ст. л. томатної пасти, 1 ст. л. цукру та тушкуйте ще 2 хвилини.; Картоплю почистьте і поріжте кубиками невеликого розміру. У велику каструлю налийте воду, викладіть картоплю і запечене м'ясо і доведіть до кипіння. Зменште вогонь і варіть ще 5 хвилин.; Додайте 150 г тонко нашинкованої капусти, квасолю, і варіть протягом 15 хвилин. Потім додайте овочеву піджарку і варіть ще 5-7 хвилин. Посоліть і поперчіть до смаку. В кінці приготування додайте 2 зубчики роздавленого часнику.",
    like: 20,
    bookmark: true,
  },

  {
    id: 11,
    category: `Обід`,
    author: {
      name: 'Іришка Баркова',
      img: '/img/top-chiefs/img_2.jpg',
    },
    title: 'М’ЯСНИЙ СУП З ЧОРНОСЛИВОМ І ЗЕЛЕНИМ ГОРОШКОМ',
    img: '/img/recipes/sup-z-goroshkom-i-chernosluvom_sitewebukr-1000x600.jpg',
    desc: 'Коли за вікном прохолодна погода, то дуже хочеться з’їсти щось поживне, ситне та обов’язково смачне. На цей випадок радимо скористатися нашим рецептом супу з двох видів м’яса – курятини та яловичини. Він добре зігріє, надасть організму необхідної енергії, а готувати його дуже просто. Ми знаємо, чим корисний чорнослив та те, що надає він стравам аромату димку й легкої збалансованої солодкуватості. Спробуйте, буде дуже смачно. Подавайте суп зі свіжим хлібом та різноманітними закусками, як-то м’ясний паштет чи кабачкова ікра.',
    products:
      '150 г курячого філе; 150 г яловичини без кісток; 1 середня цибуля; 1 середня морква; 50 г кореня селери; 2 картоплі; 100 г чорносливу; 150 г зеленого горошку; 1 л води; сіль і перець до смаку; сметана для подачі',
    method:
      "Зваріть бульйон з м’яса та овочів. Зачистьте від плівок та зайвого жиру 150 г курячого філе та 150 яловичини. Перекладіть в каструлю.; Очистьте від шкірки моркву та 50 г кореня селери. Поріжте довільними шматочками. Цибулю очистьте від лушпиння та розріжте хрест навхрест. Овочі додайте в каструлю до м’яса. Залийте 1 л води, посоліть та поперчіть до смаку, варіть 25-30 хвилин.; Потім з каструлі вийміть м'ясо та овочі, а бульйон процідіть та поверніть знову до каструлі.; М'ясо поріжте невеликими шматочками та перекладіть до каструлі з бульйоном. Додайте дві картоплі, порізані невеликим кубиком, і 100 г чорносливу. За кілька хвилин до готовності картоплі, всипте 150 г зеленого горошку. Доведіть смак сіллю та перцем.  Гарячим подавайте до столу. За бажанням додайте сметану.",
    like: 7,
    bookmark: false,
  },

  {
    id: 12,
    category: `Обід`,
    author: {
      name: 'Віталій Кучінський',
      img: '/img/top-chiefs/img_4.jpg',
    },
    title: 'ЛІНИВІ ГОЛУБЦІ. ЯК ЗЕКОНОМИТИ ЧАС НА ПРИГОТУВАННІ УЛЮБЛЕНОЇ СТРАВИ',
    img: '/img/recipes/lenyvi-golubci_sitewebukr-1000x600.jpg',
    desc: 'Сьогодні час є категорією нової розкоші. Все менше годин чи хвилин хочеться проводити за приготуванням смачненького. А от таку улюблену для багатьох страву, як голубці, наші батьки колись робили у вихідний день і часом, процес затягувався чи не пів дня.  Ми спростили підготовку страви та пропонуємо рецепт так званих лінивих голубців. Її сутність традиційна – це поєднання смаків м’ясного фаршу, білокачанної капусти та чималої кількості томатного соусу. Зусиль витратите значно менше, а результат вас вразить. Гарантуємо!',
    products:
      '125 г рису; 250 г води; 1 цибуля; 1 морква; 50-70 г вершкового масла; ½ качана білокачанної капусти (маленької); 500 г фаршу телячого або асорті; ½ ч. л. коріандру меленого; 400 г томатів (у власному соку); 200 г сметани; 2-3 ст. л. соняшникової олії; сіль та перець до смаку',
    method:
      "Приготування починаємо з підготовки рису. Добре промийте 125 г крупи і залийте її холодною водою у співвідношенні 1:2. Злегка підсоліть і варіть 5 хвилин під закритою кришкою після закипання. Зніміть з вогню і залиште на 15 хвилин, щоб рис дійшов до готовності.; У цей час підготуйте інші інгредієнти. Придбайте готовий м’ясний фарш з одного виду м’яса чи зробіть асорті. Також доречно буде приготувати його самостійно вдома, наприклад, з пісної м'якоті свинини. Вам знадобиться 500 г готового фаршу.; Цибулину наріжте дрібними кубиками, а морквину натріть на крупній тертці, ½ шт. капустини наріжте дрібно ножем. Розтопіть 50-70 г вершкового масла на пательні та припустіть цибулю до м'якості та прозорості. Додайте до пательні моркву і тушкуйте 3 хвилини. Уведіть нашатковану капусту і тушкуйте все разом до м'якості капусти протягом 5-7 хвилин. Цей маневр зробить майбутні голубці соковитими й ніжними. Доведіть овочі до смаку сіллю і перцем.; У великій посудині змішайте остиглий рис, фарш і засмажку. Додайте до суміші ½ ч. л. меленого коріандру.; Ретельно перемішайте і сформуйте невеликі ліниві голубці у формі продовгуватих котлет або іншої потрібної для вас конфігурації. Керамічну форму для запікання змастіть 2-3 ст. л. соняшникової олії та викладіть ліниві голубці в один шар. Постарайтеся міцно притискати один до одного, бо голубці будуть всмажуватися і відстань між ними природно збільшиться.; Для соусу попередньо з'єднайте нарізані томати у власному соку (400 г) та 200 г сметани. Додайте сіль і перець, добре перемішайте.; Отриманою сумішшю залийте форму з лінивими голубцями й запікайте в духовці на 180 градусах протягом 45-50 хвилин.",
    like: 95,
    bookmark: true,
  },

  {
    id: 13,
    category: `Вечеря`,
    author: {
      name: 'Марина Астафьєва',
      img: '/img/top-chiefs/img_1.jpg',
    },
    title: 'КАРТОПЛЯНИЙ ГРАТЕН ДОФІНУА',
    img: '/img/recipes/Graten-Dofinua_siteWebUkr.jpg',
    desc: 'Якщо вірити історичним джерелам, то перша згадка цієї страви датується 1788 роком. Варто зазначити, що початковий рецепт нітрохи не змінився, хіба що замість молока в деяких рецептах стали додавати вершки. Мені теж подобається готувати картопляний гратен з вершками, бо так він виходить більш ніжним. А ще, крім чудового смаку цю страву надзвичайно легко приготувати.',
    products:
      '800 г Картопля; 200-300 мл Вершки (20-33 % жирності); 2 шт. Лавровий лист; 1 дрібка Мускатний горіх (мелений); 2 зубочки Часник; 100 г Пармезан (або грюєр); за смаком Вершкове масло; Сіль та перець',
    method:
      "Духовку розігрійте до 180 градусів. Картопля (800 г) почистіть, помийте і наріжте тонкими скибочками ножем або за допомогою мандалини.; Нарізану картоплю викладіть до широкої каструлю або сотейнику, залийте 200-300 мл вершками (потрібно, щоб вони повністю покрили картоплю), додайте сіль, перець, розчавлені 2 зубчики часнику, дрібку мускатного горіха і лавровий лист (2 шт.). Поставте на середній вогонь, доведіть до кипіння і варіть 5-7 хвилин. Якщо вершки сильно загуснуть, ви можете додати трохи молока.; Лавровий лист та часник видаліть. Перекладіть половину картоплі з вершками в форму для запікання і посипте зверху половиною тертого пармезану (50 г), потім викладіть другу половину картоплі, шматочок вершкового масла (20 г) і знову посипте сиром, що залишився (50 г). Запікайте в духовці протягом 30 хвилин. На поверхні гратену має утворитися рум'яна скоринка.",
    like: 110,
    bookmark: false,
  },

  {
    id: 14,
    category: `Вечеря`,
    author: {
      name: 'Іришка Баркова',
      img: '/img/top-chiefs/img_2.jpg',
    },
    title: 'БАКЛАЖАН У ДУХОВЦІ З МАЛИНОВИМ ТА ЙОГУРТОВИМ СОУСАМИ',
    img: '/img/recipes/zapechenyi-baklazhan-z-malunou_sitewebukr-1000x600.jpg',
    desc: 'Цей рецепт унікальний за своїми смаковими поєднаннями. Ніжний йогуртовий соус з легким часниково-кроповим посмаком ідеально балансує з ягідною солодкістю малини. Головна порада тут: коли будете їсти перший шматочок, обов’язково поєднайте ці обидва соуси разом. Ви будете просто вражені, коли скуштуєте.',
    products:
      '1 баклажан; 1 ст. л. олії; 200 г густого йогурту; 1 дрібка коріандру; 1 дрібка солі; 100 г малини; 50 г цукру; перець до смаку; 1 зубчик часнику; 3 гілочки кропу',
    method:
      'Увімкніть духовку розігріватися до температури 200 градусів. Помийте баклажан та розріжте його навпіл. У м’якоті зробіть ножем «решіточку», не дорізаючи до кінця, шкірка має залишитися цілою.; Посоліть половинки баклажана до смаку та скропіть 1 ст. л. олії. Поставте у розігріту до 200 градусів духовку на 35 хвилин.; Помийте 3 гілочки кропу та дрібно посічіть зелень. Очистьте зубчик часнику і наріжте маленькими кубиками.; Для білого соусу змішайте у мисочці 200 г густого йогурту з подрібненим часником та кропом. Додайте дрібку солі та перемішайте.; Для ягідного соусу покладіть у сотейник 100 г малини та додайте 50 г цукру, всипте дрібку солі. Проваріть 5 хвилин на повільному вогні. Потім перетріть соус через сито, аби позбавитися кісточок.; Готовому баклажану дайте трохи охолонути. Полийте кожну половинку спочатку йогуртовим соусом, а зверху – малиновим.',
    like: 32,
    bookmark: true,
  },

  {
    id: 15,
    category: `Вечеря`,
    author: {
      name: 'Єгор Величко',
      img: '/img/top-chiefs/img_6.jpg',
    },
    title: 'КАБАЧКИ З ЧОРІЗО ТА ПЕРЦЕМ ЧИЛІ',
    img: '/img/recipes/kabachku-z-chorizo_sitewebukr-1000x600.jpg',
    desc: 'Ви точно маєте приготувати цю ідеальну запіканку з кабачків. Ніжний, бездоганно пропечений шар свіжих літніх овочів легко поєднується з насиченими іспанськими ковбасками чорізо. Ароматний орегано, пікантний чилі та сік лимона доповнюють смакову гармонію. Незалежно від того, це вечеря з друзями чи звичайний обід, страва обов’язково вразить своїм барвистим оформленням. Живіть без почуття провини, якщо ви з’їсте цю запіканку до останнього шматочка.',
    products:
      '700 г кабачків; 150 г чорізо; сік ½ лимона; ½ ч. л. пластівців чилі; 1 ст. л. соняшникової олії; ½ ч. л. орегано',
    method:
      'Попередньо увімкніть духовку, аби вона розігрілася до температури 180 градусів. Добре помийте 700 г кабачків та наріжте кружальцями товщиною приблизно 0,7-1 см. Намагайтеся робити їх однакової товщини, аби овочі рівномірно приготувалися.; Наріжте дуже тонкими кружальцями 150 г ковбаси чорізо. Щоб було трохи простіше, можна придбати вже нарізану.; Форму для запікання змастіть 1 ст. л. соняшникової олії. Ми використали круглу форму діаметром 24 см. Чергуйте кружечки кабачків із чорізо. Викладати треба не один на одний, а вертикально – так само, як робимо на рататуй.; Зверху посипте ½ ч. л. пластівців чилі, ½ ч. л. орегано та полийте соком ½ лимона. Солити страву не потрібно, ковбаски чорізо вже достатньо солоні.; Поставте форму у розігріту до 180 градусів духовку на 20 хвилин. Подавайте страву гарячою прямо у керамічній формі.',
    like: 127,
    bookmark: false,
  },

  {
    id: 16,
    category: `Сендвічі`,
    author: {
      name: 'Марина Астафьєва',
      img: '/img/top-chiefs/img_1.jpg',
    },
    title: 'ГАРЯЧІ БУТЕРБРОДИ З КУРКОЮ І ТОМАТАМИ',
    img: '/img/recipes/garyachi-byterbrodu_sitewebukr-1000x600.jpg',
    desc: 'Гарячі бутерброди в духовці – це ще одна проста страва, яка складається з кількох основних інгредієнтів та не потребує багато часу і зусиль. Таку закуску ви можете включати у своє меню хоч щотижня і просто трохи змінювати начинки, адже варіантів безмежна кількість',
    products:
      '4 курячих стегна; 1 багет; 1 ст. л. соку лимона; 1 ст. л. соняшникової олії; 200 г томатів у власному соку; 1 ч. л. цукру; 2 дрібки сухого орегано; 150 г твердої моцарели; 3 гілочки базиліку; 2 зубчики часнику; сіль та перець до смаку',
    method:
      'Духовку попередньо розігрійте до температури 180 градусів. Помийте 4 курячих стегна, обсушіть паперовим рушником та викладіть у форму для запікання чи на деко, застелене пергаментом.; Посоліть і поперчіть стегна з обох боків. Полийте 1 ст. л. соку лимона та 1 ст. л. соняшникової олії. Роздушіть ножем 2 зубчики часнику та покладіть до курки. Поставте стегна запікатися у розігріту до 180 градусів духовку на 30 хвилин.; Тим часом приготуйте томатний соус. На пательню чи у каструлю з товстим дном викладіть 200 г томатів у власному соку. Всипте 1 ч. л. цукру, дрібку солі та 2 дрібки сухого орегано. Перемішайте та протушкуйте 3 хвилини.; Готовим курячим стегнам дайте трохи охолонути та розберіть на волокна, шкірка нам не знадобиться. Духовку поки що не вимикайте.; На тертці з великими отворами натріть 150 г твердої моцарели. Багет наріжте скибочками завтовшки приблизно 0,5-0,8 см. Краще різати під кутом 45 градусів, тоді шматочки будуть трохи більшими.; Щедро змастіть кожну скибочку хліба томатним соусом, зверху викладіть шматочки курки. Посипте натертою моцарелою та орегано до смаку.; Викладіть на деко, застелене пергаментом, і запікайте у вже розігрітій духовці протягом 5-7 хвилин. Сир має повністю розплавитися та з’явиться рум’яна скоринка. Подавайте гарячі бутерброди з листочками свіжого базиліку.',
    like: 36,
    bookmark: false,
  },

  {
    id: 17,
    category: `Сендвічі`,
    author: {
      name: 'Гліб Черевин',
      img: '/img/top-chiefs/img_5.jpg',
    },
    title: 'ПОПУЛЯРНИЙ СХІДНИЙ СТРІТФУД: ШАУРМА З КУРКОЮ',
    img: '/img/recipes/shayrma-z-kyrkou_sitewebukr-1000x600.jpg',
    desc: 'Чекаєте на гостей або збираєтесь на пікнік – найпопулярніший східний стрітфуд до ваших послуг. Так, ви не помилились, мова піде про шаурму. Ви лише уявіть, хрумкий гарячий лаваш тільки-но з гриля та соковита начинка з курки, овочів та ароматного соусу. Тут головне – вчасно зупинитись і не з’їсти все й одразу.',
    products:
      '4 курячі гомілки без кістки ТМ «Наша Ряба»; 200 г моркви по-корейськи; 8 листів тонкого вірменського лаваша; 200 г натурального йогурту; 5 зубчиків часнику; 1 великий томат; 3 солоні огірки; ¼ маленької капустини; 100 г кетчупу; 1 гілочка чебрецю; 7 гілочок петрушки; ¼ ч. л. зерен фенхелю; 1,5 ст. л. олії; сіль та перець до смаку',
    method:
      'Підготуйте всі інгредієнти для приготування соковитої шаурми з куркою. М’ясо ніжки ТМ «Наша Ряба» вже відділене від кістки, це зекономить ваш час. Лаваш краще не діставати з пакування заздалегідь, виймайте його безпосередньо перед використанням, інакше він може підсохнути та буде погано згортатися. Увімкніть духовку розігріватися до 180 градусів.; Відділіть шкірку від чотирьох курячих гомілок, зачистьте їх від зайвого жиру та викладіть у форму для запікання. Розчавіть 3 зубчики часнику, покладіть до курки. Посоліть та поперчіть, додайте листочки гілочки чебрецю, можна використати й сухий чебрець. Скропіть 1,5 ст. Л. олії та запікайте приблизно 25-30 хвилин за температури 180 градусів.; Тим часом приготуйте соус. Викладіть у мисочку 200 г натурального йогурту. Відділіть листочки від 7 гілочок петрушки та дрібно посічіть, 2 зубчики часнику дрібно порубайте. Додайте зелень та часник до йогурту разом із ¼ ч. л. зерен фенхелю. Посоліть і поперчіть до смаку, добре перемішайте.; Готове м’ясо ніжок дістаньте з духовки та дайте трохи охолонути. Після цього наріжте м’ясо дрібними шматочками.; Наріжте повздовжніми слайсами 3 солоні огірки, а потім поріжте соломкою. Великий томат наріжте тонкими напівкільцями, дрібно посічіть ¼ маленької капустини.; Лаваш змастіть соусом, зверху викладіть капусту та моркву по-корейськи, слайси томатів та шматочки солоних огірків. Викладіть курку та ще раз полийте зверху соусом та кетчупом.; Загорніть начинку у конвертик, спочатку підгорнувши краї, а потім згорніть лаваш у рулет. Так само зробіть з іншими листами вірменського лаваша.; Розігрійте суху пательню гриль та обсмажте шаурму по кілька хвилин з кожного боку, до утворення характерних рисочок. Їжте шаурму, вмочуючи за бажанням у соус.',
    like: 71,
    bookmark: false,
  },

  {
    id: 18,
    category: `Сендвічі`,
    author: {
      name: 'Віталій Кучінський',
      img: '/img/top-chiefs/img_4.jpg',
    },
    title: 'ДОМАШНІЙ БУРГЕР ІЗ КУРКОЮ',
    img: '/img/recipes/1ed4a3b7d1391dbc32f2a414a5836944-600x450.jpeg',
    desc: 'Соковитий, ароматний і смачний до мурашок – це все про бургер. Часто його вважають не дуже корисною їжею, але я з цим не згоден. Як підтвердження тому я вирішив приготувати бургер із куркою і овочами. Все гранично просто: свіжі овочі, куряче філе і соус – й ідеальний бургер готовий. Упевнений, вам теж сподобається!  ',
    products:
      '1 шт. Куряча грудка; 2 шт. Булочка (для бургера); 2 ст. л. Гірчиця (солодка); 2 ст. л. Кетчуп (або солодкий томатний соус); ½ шт. Червона цибуля; 1 шт. Солоний огірок; 1 шт. Томат; 20 г Вершкове масло; 1 ст. л. Рослинна олія; 2 слайса Сир (для бургерів); 30 г Кедровий горіх; ½ шт. Лимон (сік половини лимона + цедра за смаком); 1 пучок Базилик; 2-3 ст. л. Оливкова олія; 1 зубчик Часник; 1 ст. л. Сир Пармезан (тертий або крошка); 2-4 шт. Листя салату; за смаком Сіль та перець',
    method:
      "На сухій пательні без олії підрум'яньте зрізи 2 бургерних булочок до хрусткої скоринки.; Куряче філе (1 шт.) розріжте вздовж слайсами товщиною приблизно 1 см. Посоліть і поперчіть з обох сторін кожен шматочок. Підрум'яньте курку на суміші 20 г вершкового масла і 1 ст. л. рослинної олії по 2 хвилини з кожного боку до утворення рум'яної скоринки.; Потім підготуйте всі овочі і зробіть правильну їх нарізку. Наріжте 1 томат поздовжніми кільцями товщиною 0,8-1,0 см, ½ шт. червоної цибулі – поздовжніми тонкими кільцями, 1 солоний огірок – тонкими довгастими слайсами під кутом 45 градусів. Добре промийте 2-4 листки салату.; Приготуйте соус песто. Для цього в ступці з'єднайте 30 г кедрових горіхів, листя пучка базиліка, попереднього добре промиті, і 1 зубчик часнику.;Вичавіть у ступку сік половини лимона і зовсім небагато цедри для аромату.; Додайте в ступку 2-3 ст. л. оливкової олії.; Все добре перетріть товкачиком до стану пасти і доведіть до смаку сіллю і невеликою кількістю соку лимона, якщо це знадобиться.; На зріз нижньої булочки покладіть по 1 ст. л. томатного соусу або кетчупу і гірчиці. Все акуратно розподіліть ложкою по всій поверхні булочки.; Зверху розкладіть кілька кілець томата.; На томат викладіть теплі шматочки курки по 1-2 шматочки, щоб максимально покрити площу бургера.; На ще теплу курку покладіть 2 слайса спеціального сиру для бургерів, щоб він ще встиг підплавитись. В принципі можна використовувати і інший сир, просто вибирайте такий, який добре плавиться.; Тепер викладіть кілька скибочок огірка, кільця червоної цибулі і накрийте їх листям салату. Зріз верхньої булочки щедро змастіть соусом песто.; Накрийте бургер верхньою булочкою із соусом. Злегка притисніть, щоб шари утрамбувалися.",
    like: 52,
    bookmark: true,
  },

  {
    id: 19,
    category: `М'ясо`,
    author: {
      name: 'Гліб Черевин',
      img: '/img/top-chiefs/img_5.jpg',
    },
    title: 'БУЖЕНИНА ЗІ СВИНИНИ В РУКАВІ ',
    img: '/img/recipes/byzhenina-v-konverti_sitewebukr-1000x600.jpg',
    desc: 'Поласувати смачною бужениною просто так – тому що ми можемо! Ще й смачні бутерброди потім можна зробити. І сьогодні я хочу поділитися з вами своїм рецептом буженини в конверті, а ще розповім кілька лайфхаків, як зробити її ідеальною та цікавішою на смак.',
    products:
      '1,2 кг свинини (задня частина або ошийок); 10 зубчиків часнику (+ 4 зубчики у воду); 20 г американської гірчиці; 20 г меду; сіль',
    method:
      'Розігрійте духовку до 180 градусів. Очистьте 10 зубчиків часнику і ретельно обваляйте кожен у солі. Зробіть у м’ясі надрізи та вставте у кожен по зубчику.; У велику каструлю влийте воду, додайте 1 ст. л. солі, 4 зубчики часнику та доведіть до кипіння. Води має бути стільки, щоб вона покрила все м’ясо. Коли вода закипить, обережно опустіть в каструлю свинину. Зменште вогонь та варіть 15-20 хвилин.; Потім вийміть свинину з води, перекладіть на пергаментний папір та згорніть конвертом. Поставте в розігріту до 180 градусів духовку на 1 годину.; Змішайте у мисочці 20 г американської гірчиці та 20 г меду. Через годину вийміть буженину, розкрийте конверт та змастіть м’ясо медово-гірчичною сумішшю.; Поверніть м’ясо у духовку ще на 20 хвилин. Готовій буженині дайте трохи охолонути та наріжте тонкими слайсами.',
    like: 90,
    bookmark: true,
  },

  {
    id: 20,
    category: `М'ясо`,
    author: {
      name: 'Марина Астафьєва',
      img: '/img/top-chiefs/img_1.jpg',
    },
    title: 'ЗАПЕЧЕНА ТЕЛЯТИНА З ПЕРЦЕВИМ СОУСОМ',
    img: '/img/recipes/zapechena-telyatyna-z-perechnym-sousom_sitewebukr_new-1000x600.jpg',
    desc: 'Запечене м’ясо – дуже популярна тема серед домашніх кулінарів. З ним все просто – головне вибрати хороший шматок м’яса, додати трохи спецій і відправити його в духовку. У цьому рецепті все так і буде, тільки запікати м’ясо ми будемо за низької температури і трохи довше, ніж зазвичай. Це дозволить нам зберегти максимум соку і смаку. А в якості спецій я пропоную приготувати вам дуже простий перцевий соус. Виходить ідеально!',
    products:
      '800 г Телятина (м`якоть); 1-2 ч. л. Борошно; 100 мл Вода; 1 ст. л. Оливкова олія (для смаження); 1 ст. л. Перец (суміш); за смаком Сіль',
    method:
      "Розігрійте духовку до 100 градусів. М'якоть телятини очистіть від жиру і плівок. Для приготування цієї страви беріть цілісний шматок м'яса з мінімумом прожилок. Рівномірно посоліть весь шматок м'яса, викладіть в ємність для запікання і відправте в духовку на 2-3 години. Час приготування залежить від властивостей вашої духовки і розміру шматка. Для невеликого шматка буде досить 2 годин.; Дістаньте м'ясо з духовки. Обсмажте шматок м'яса на розігрітій сковороді з оливковою олією до рум'яної скоринки. Якщо любите без скоринки, просто пропустіть цей крок.; У ємність, де запікалось м'ясо, налийте воду і дайте всім сокам, які витопилися з м'яса, розчинитися у воді. Вилийте суміш у невеликий сотейник або сковорідку. У ступці потовчіть перець у велику крихту і додайте в сотейник з м'ясним соком. Додайте сіль перець і трохи борошна, щоб згустити соус. М'ясо поріжте тонкими шматочками і подавайте з перцевим соусом.",
    like: 92,
    bookmark: false,
  },

  {
    id: 21,
    category: `М'ясо`,
    author: {
      name: 'Віталій Кучінський',
      img: '/img/top-chiefs/img_4.jpg',
    },
    title: 'КУРЯЧІ ГОМІЛКИ В ДУХОВЦІ З КЕТЧУПОМ ТА СОЄВИМ СОУСОМ',
    img: '/img/recipes/kyryachi-nizki-v-pikantnomu-sousi_sitewebukr_new-1000x600.jpg',
    desc: 'Куряче м’ясо – найпопулярніший продукт, бо є універсальним та досить швидко готується. Це виручає, коли треба зробити просту, але смачну страву. Пропонуємо запекти курячі гомілки, а потім їх протушкувати в пікантному соусі, який ми створили надихаючись смаками Азії. У вас вийде м’яке ніжне м’ясо, яке можна подавати як основну страву до рису чи картоплі, або закуску для великої компанії гостей.',
    products:
      '800 г курячих гомілок; 6 ст. л. соєвого соусу; 5 ст. л. кетчупу або томатного соусу; ½ перцю чилі; 3 зубчики часнику; 2 ст. л. соняшникової олії; 1 ст. л. кунжуту (для подачі); сіль та перець до смаку',
    method:
      "Увімкніть розігріватися духовку до 180 градусів та підготуйте м’ясо. Візьміть 800 г курячих ніжок, помийте та обсушіть паперовим рушником. Перекладіть у миску, додайте сіль та перець до смаку, скропіть 2 ст. л. соняшникової олії, добре перемішайте та поставте запікатися за температури 180 градусів на 25 хвилин.;Поки готуються гомілки, приготуйте соус до них. У невеликій мисці з'єднайте 6 ст. л. соєвого соусу, 5 ст. л. кетчупу чи томатного соусу, подрібнені 3 зубчики часнику та половину перцю чилі. Вилийте соус на пательню, зробіть середній вогонь і випарюйте протягом 3-5 хвилин, поки соус не загусне.;Готові курячі ніжки дістаньте з духовки та викладіть до пательні з соусом.; Тушкуйте ніжки протягом 5 хвилин, періодично помішуючи так, щоб вони рівномірно вкрилися соусом. Подавайте гарячими, посипавши чорним або звичайним кунжутом.",
    like: 74,
    bookmark: true,
  },

  {
    id: 22,
    category: `Риба`,
    author: {
      name: 'Віталій Кучінський',
      img: '/img/top-chiefs/img_4.jpg',
    },
    title: 'ФЕРМЕНТОВАНИЙ ЛОСОСЬ У ЗАКВАСЦІ',
    img: '/img/recipes/Losos-zakvaska_siteWebUkr.jpg',
    desc: 'Червона риба – це смачно, поживно та корисно, адже у ній міститься багато мінералів та вітамінів. Соковитий стейк лосося на обід, канапки з фореллю чи тост з авокадо та сьомгою на сніданок, о, справжня смакота. Можна засолити червону рибу самостійно або купити слабосолону в магазині. Та ми пропонуємо ще цікавіший варіант – ферментований лосось у заквасці.',
    products:
      '300 г філе лосося; 300 мл кисломолочної закваски (або натурального йогурту); оливкова олія до смаку; рукола до смаку; сіль та перець до смаку',
    method:
      'Промийте під проточною водою 300 г філе лосося, пінцетом видаліть залишки кісток і помістіть його у невелику ємність. Залийте 300 мл закваски чи йогурту і залиште на дві доби за кімнатної температури.; Дістаньте рибу із закваски, промийте, протріть паперовим рушником і викладіть на листя руколи. Полийте оливковою олією, посоліть і поперчіть до смаку. Ця закуска ідеально підходить для бутербродів або невеликих канапе.; Зберігайте рибу в закритій ємності 5-6 годин за кімнатної температури або 12 годин в холодильнику.',
    like: 87,
    bookmark: true,
  },

  {
    id: 23,
    category: `Риба`,
    author: {
      name: 'Єгор Величко',
      img: '/img/top-chiefs/img_6.jpg',
    },
    title: 'СТЕЙК ГОРБУШІ З РИСОВОЮ ЛОКШИНОЮ, СПАРЖЕВОЮ КВАСОЛЕЮ І КУНЖУТОМ',
    img: '/img/recipes/gorbusha-z-rysovou-lokshynou_sitewebukr-1000x600.jpg',
    desc: 'Я безмежно люблю рибу. Вона швидко готується, дуже смачна та добре засвоюється. Окрема любов – це, звісно, лосось, адже його м’ясу притаманний неймовірно ніжний смак. Його можна запікати, коптити, варити, смажити на пательні чи на грилі – і все це буде чудово. Один з найчисленніших видів лососевих – горбуша. І саме її я хочу сьогодні приготувати.',
    products:
      '2 стейка горбуші; 150 г рисової локшини; 200 г спаржевої квасолі; 2 ст. л. соняшникової олії; 3 ст. л. соєвого соусу; 1 лимон; ½ ч. л. чорного кунжуту для подачі; за смаком сіль і перець',
    method:
      'Якщо ви використовуєте заморожені стейки горбуші, потрібно попередньо їх розморозити в холодильнику або в холодній воді, не розкриваючи упаковку, щоб вода не проникала всередину. Посоліть і поперчіть стейки з обох боків.; Розігрійте пательню з 2 ст. л. соняшникової олії. Обсмажте стейки горбуші по півтори хвилини з кожного боку.; Викладіть готову рибу і в тій самій пательні обсмажте 200 г спаржевої квасолі. Додайте трохи солі та смажте 1 хвилину на великому вогні.; У киплячу підсолену воду опустіть 150 г рисової локшини і варіть згідно з інструкцією на упаковці. Я варив локшину 5 хвилин, але вона може відрізнятися в залежності від виробника. Злийте на друшляк або сито і промийте локшину холодною водою. Потім викладіть на пательню до квасолі.; Смажте все разом ще 1 хвилину. Додайте 3 ст. л. соєвого соусу і добре перемішайте.; Викладіть на тарілку локшину зі спаржевою квасолею і стейк горбуші. Посипте ½ ч. л. чорного кунжуту і скропіть соком лимона за смаком.',
    like: 17,
    bookmark: false,
  },

  {
    id: 24,
    category: `Риба`,
    author: {
      name: 'Іришка Баркова',
      img: '/img/top-chiefs/img_2.jpg',
    },
    title: 'ЗАПЕЧЕНА СКУМБРІЯ В БУРЯКОВОМУ КВАСІ',
    img: '/img/recipes/skumbriya-v-buryakovomu-kvasi_sitewebukr-1000x600.jpg',
    desc: 'Зіпсувати скумбрію майже неможливо. Ця риба не вимагає спеціального маринаду, достатньо просто посолити та поперчити, а потім запекти чи потушкувати. Її не треба по-особливому розбирати на шматочки – тільки добре прибрати нутрощі та зябра.',
    products:
      '2 заморожені скумбрії (700 г); 200 мл бурякового квасу; 200 г шматочків буряка з квасу; 2 ст. л. соняшникової олії.; дрібка фенхелю; сіль та перець до смаку',
    method:
      'Розморозьте та очистьте від нутрощів дві скумбрії. Відріжте голову. Просушіть паперовим рушником, щоб прибрати зайву вологу, посоліть та поперчіть до смаку. В глибоку сковорідку чи овальну каструлю з товстим дном налийте 2 ст. л. соняшникової олії. Викладіть на дно 200 г шматочків буряка з квасу, а наверх скумбрію. Якщо риба не поміщається, обріжте хвіст.; Посипте дрібкою фенхелю та залийте 200 мл бурякового квасу. Він не повинен повністю покривати рибу, тільки буряк.; Ставте скумбрію з буряком на маленький вогонь та нехай тушкується 10 хвилин із закритою кришкою. Потім щипцями переверніть рибу на інший бік та продовжуйте тушкувати ще 20 хвилин.; Подавайте скумбрію до столу гарячою зі шматочками буряка. Якщо залишиться, то знайте, що вона добре смакує й охолодженою.',
    like: 35,
    bookmark: false,
  },

  {
    id: 25,
    category: `Десерти`,
    author: {
      name: 'Гліб Черевин',
      img: '/img/top-chiefs/img_5.jpg',
    },
    title: 'ПЛОМБІР З ШОКОЛАДОМ І ХУРМОЮ',
    img: '/img/recipes/Morozyvo-z-shokoladom-i-hurmou_siteWebUkr.jpg',
    desc: 'Морозиво більше асоціюється в усіх нас з літом та спекою, але насправді ніхто не може заборонити вам ласувати ним, коли заманеться. Тим паче це один з найпопулярніших у світі десертів. Перед морозивом не може встояти практично ніхто, незважаючи на те – дитина це чи президент Америки Джо Байден, який просто обожнює всі його види, а особливо шоколадне.',
    products:
      '200 г пломбіру; 80-100 г чорного шоколаду; 30 г будь-яких горіхів; 1 хурма',
    method:
      'Помийте хурму, обсушіть паперовим рушником і наріжте часточками –повинно вийти приблизно 5 часточок. Розтопіть на паровій бані 80-100 г чорного шоколаду.; Додайте до розтопленого шоколаду 30 г будь-яких горіхів. В принципі можна відразу взяти шоколадку з горіхами.; Дістаньте з морозилки пломбір і викладіть на тарілку 2 порції (приблизно по 100 г). Полийте гарячим шоколадом і викладіть зверху часточки хурми.',
    like: 17,
    bookmark: false,
  },

  {
    id: 26,
    category: `Десерти`,
    author: {
      name: 'Віталій Кучінський',
      img: '/img/top-chiefs/img_4.jpg',
    },
    title: 'Апельсиново-малинове безе',
    img: '/img/recipes/Sharing-orange--raspberry-meringues-recipe.jpg',
    desc: "Надайте традиційному десерту з безе колориту Близького Сходу за допомогою цього простого рецепта павлової. Шари безе перешаровуються збитими вершками та шматочками апельсина, потім прикрашаються фісташками, гранатовими зернами та листям м'яти - виходить насичений і фруктовий зимовий пудинг, який ідеально підходить для особливої вечері до Дня Святого Валентина.",
    products:
      "4 середніх яєчних білка; 1 стручок кардамону, видалити насіння і подрібнити; 200 г цукрової пудри; 2 ч.л. малинового варення; 80 мл вершків для збивання; 1 червоний апельсин Яффо, почищений та нарізаний сегментами; 20 г зерен граната; 10 г фісташок; листя м'яти, для подачі (за бажанням)",
    method:
      "Розігріти духовку до 130°C. Електричним віночком збити яєчні білки до м'яких піків. Додайте кардамон і збивайте до твердих піків. Додавати цукор по 1 ст.л. за раз, добре збиваючи між додаваннями, доки безе не стане густим, щільним і глянцевим.; Викладіть трохи суміші для безе на кути 2 листів, а потім застеліть кожен лист папером для випічки (це допоможе утримати папір стійким). Розкачайте суміш у 4 горбки (по 2 на кожному листі) і розкладіть на кружальця діаметром 12 см. Збризніть кожне безе ¼ ч. л. куліса і акуратно збийте його коктейльною паличкою, щоб надати мармурового ефекту. Випікайте 1 годину або поки тістечка не стануть твердими і не почнуть легко відриватися від паперу. Вимкніть духовку і залиште безе в ній на 1-2 години до повного охолодження. Збережіть 2 меренги для іншого рецепта в герметичному контейнері або заморозьте.; Збиваємо вершки до м'яких піків. Для подачі викладіть одне безе на тарілку і розподіліть зверху дві третини крему. Розкладіть апельсинові дольки поверх крему і покладіть ще одне безе зверху. Полити кремом, що залишився. Посипати гранатовими зернами та фісташками. Прикрасьте м'ятою (якщо використовуєте). Посипати рештою 1 ч.л. кулі.",
    like: 184,
    bookmark: false,
  },

  {
    id: 27,
    category: `Десерти`,
    author: {
      name: 'Ганна Іванченко',
      img: '/img/top-chiefs/img_3.jpg',
    },
    title: 'Шоколадно-апельсиновий пиріг',
    img: '/img/recipes/Chocolate-orange-pavlova.jpg',
    desc: "З крихкими фісташковими шматочками, солодкими карамелізованими клементинами та п'янким апельсиновим кремом- ідеальний спосіб завершити різдвяну вечерю. Класичне поєднання шоколаду та апельсина дійсно сяє в цьому декадентському десерті, і, скориставшись готовим безе, ви зможете швидко приготувати цей чудовий пудинг.",
    products:
      "8 гнізд безе; 100 г плитки звичайного шоколаду з апельсином;8 клементинів, 1 з цедрою, решта почищені; 1½ ст.л. меду; 60 г очищених несолоних фісташок; 150 г цукрової пудри; 200 мл подвійних вершків; 1 ст.л. м'якого темно-коричневого цукру; ½ ст.л. меду",
    method:
      'Спочатку приготуйте крихту: підсмажте фісташки на сковорідці до аромату, а потім грубо подрібніть. Застеліть деко папером для випічки, висипте горіхи і відставте в сторону. Насипте цукрову пудру і 100 мл води в каструлю. Обережно нагрівайте, поки цукор не розплавиться, потім збільште вогонь і варіть 5-8 хвилин, періодично перевертаючи каструлю. Як тільки карамель стане насиченого золотисто-карамельного кольору, швидко зніміть з вогню і полийте нею горіхи. Дати повністю охолонути перед тим, як розламати на шматочки.; Викласти безе на 8 тарілок. Нарізати 50 г шоколаду і покласти в термостійку миску, поставити над каструлею з ледь киплячою водою (переконавшись, що вода не торкається миски), щоб розтопити. Злегка остудити, потім чайною ложкою вилити шоколад на безе; відставити вбік, щоб він застиг.; Маленьким гострим зубчастим ножем наріжте кожну клементину кружальцями. Змастіть один бік кожного кружечка невеликою кількістю меду, потім обсмажте (медом донизу) на середньому вогні на сухій сковороді протягом 1-2 хвилин, щоб карамелізувалися. Відкласти в сторону.; Збийте вершки, цукор і ½ ст.л. меду, поки вони не стануть густими. Додайте цедру клементину та Куантро або тріпл-сек, по 1 ч. л. за раз (якщо використовуєте).; Решту шоколаду викладіть на папір для випічки, провівши по ньому ножем для чищення.; Для подачі викладіть на кожне безе щедру ложку апельсинового крему і скибочки клементину. Прикрасьте шоколадною стружкою та шматочками фісташок.',
    like: 87,
    bookmark: true,
  },

  {
    id: 28,
    category: `Напої`,
    author: {
      name: 'Ганна Іванченко',
      img: '/img/top-chiefs/img_3.jpg',
    },
    title: 'КОКТЕЙЛЬ З ГРАНАТОВИМ СОКОМ І ТОНІКОМ',
    img: '/img/recipes/Kokteil-z-granatovogo-soky_siteWebUkr.jpg',
    desc: 'Кожне свято – це час для нових кулінарних відкриттів та експериментів. Завжди хочеться здивувати друзів та родичів чимось оригінальним та смачним. І це я не лише про страви, а й напої. Тож я зібрався з думками та вигадав нереально смачний безалкогольний коктейль з гранатовим соком і тоніком. Його смак ідеально збалансований – ви відчуєте тонкий аромат та присмак імбиру, кисло-солодкий смак граната, чудово підкреслений тоніком. Просто неперевершено!',
    products:
      '400 мл гранатового соку; 400 мл тоніку; 200 мл води; 2 см кореня імбиру; 3 ст. л. цукру; лід',
    method:
      'Корінь імбиру (2 см) наріжте тонкими слайсами і перекладіть їх у сотейник. Додайте 3 ст. л. цукру і 200 мл води. Варіть сироп 3-5 хвилин. Залиште до повного охолодження, щоб імбир настоявся. Процідіть сироп через ситечко або витягніть корінь імбиру ложкою чи шумівкою.; У 2 великих склянки покладіть по кілька кубиків льоду і розподіліть сироп порівну по склянках. Додайте по 200 мл гранатового соку в кожен.; Долийте решту тоніком (знадобиться приблизно 400 мл) або врегулюйте кількість тоніка на свій смак.',
    like: 17,
    bookmark: false,
  },

  {
    id: 29,
    category: `Напої`,
    author: {
      name: 'Єгор Величко',
      img: '/img/top-chiefs/img_6.jpg',
    },
    title: 'ГЛІНТВЕЙН З ЯГОДАМИ І ГРУШАМИ',
    img: '/img/recipes/Glintveyn-z-yagodami_siteWebUkr.jpg',
    desc: 'Гарячий ароматний глінтвейн – відмінний варіант для холодної погоди. Цей напій доповнить будь-який осінній вечір або зігріє вас, коли ви будете відпочивати на природі. Головне пити його невеликими ковтками і насолоджуватися його дивовижним смаком. У цьому рецепті глінтвейну я пропоную вам приготувати відразу дві страви – власне глінтвейн і грушу в вині. Груша віддасть глінтвейну смак і аромат, а вино збагатить грушу насиченим виноградним смаком.  Додатковим акцентами тут стануть апельсин і ожина. Тому повірте, цей глінтвейн настільки чудовий, що вам захочеться його готувати мало не щодня.',
    products:
      '3 груші (тверді сорти); 1-2 пляшки сухого червоного вина; 200 г ожини (замороженої); цедра чверті апельсина; 4 зірочки бодяну; 4 зерна кардамону; 2-3 бутона гвоздики; 1 паличка кориці; 90-110 г цукру',
    method:
      'У велику каструлю виливаємо вино. У мене була одна пляшка червоного сухого, тому в процесі приготування глінтвейну і груш мені доводилося їх постійно перевертати. Якщо взяти кілька пляшок вина, то груші будуть повністю покриті вином, при цьому кількість цукру можна збільшити. А от кількість спецій залиште однаковою.; У груш зрізаємо дно і чистимо від шкірки за допомогою ножа для чищення овочів. Обов’язково обирайте тверді сорти груш.; Викладаємо груші в вино, додаємо цукор і спеції, цедру апельсина, доводимо до кипіння на середньому вогні, а потім зменшуємо вогонь і варимо протягом 15-20 хвилин.; За кілька хвилин до готовності додаємо ягоди ожини, після чого дістаємо груші і подаємо окремо, а глінтвейн розливаємо по чашках, додавши в кожну по шматочку апельсина.',
    like: 20,
    bookmark: false,
  },

  {
    id: 30,
    category: `Напої`,
    author: {
      name: 'Гліб Черевин',
      img: '/img/top-chiefs/img_5.jpg',
    },
    title: 'ПОЛУНИЧНИЙ МОХІТО',
    img: '/img/recipes/222227.jpg',
    desc: 'Хто з нас не любить позасмагати на пляжі із келихом смачного холодного коктейлю? Напевно жоден літній відпочинок неможливо уявити без освіжаючих напоїв.',
    products:
      "Лайма – 1/2 шт; Цукор – 1 ч.л; Білий ром – 60 мл; Газована вода або спрайт – 150 мл; Листочки м'яти; Свіжа полуниця.",
    method:
      "У склянку покладіть кілька дольок лайму, ложку цукру, м'яту та полуницю. Розірніть ці інгредієнти за допомогою дерев'яної ложки. Залийте суміш ромом, газованою водою, або спрайтом та додайте кілька кубиків льоду. За бажанням можете прикрасити свій напій листочками м'яти та шматочками полуниці. ",
    like: 7,
    bookmark: false,
  },
  {
    id: 31,
    category: `Сендвічі`,
    author: {
      name: 'Гліб Черевин',
      img: '/img/top-chiefs/img_5.jpg',
    },
    title: 'Грибні бургери з бальзаміком та часником',
    img: '/img/recipes/MushroomBurger.jpg',
    desc: "Літні барбекю призначені не лише для м'ясоїдів - чудові бургери Дерека Сарно є чудовою рослинною альтернативою, до того ж їх дуже легко приготувати.",
    products:
      '4 великі плоскі гриби; 4 ч. л. оливкової олії; 4 скибочки сиру; 4 білі партійні булочки, складені навпіл; 10 г вершкового масла, розтопленого; 2 ст.л. часникового майонезу; 4 листки салату айсберг, нарізані скибочками; 1 невелика червона цибулина, тонко нарізана; 2 помідори, нарізані скибочками; 5 ст.л. бальзамічного оцту; ½ ч.л. діжонської гірчиці; 1 ст.л. лимонного соку; 3 великих зубчики часнику, роздавлені; 10 г свіжого базиліка, подрібненого',
    method:
      "Розігріти духовку до 200°C,Викласти гриби на деко і змастити олією, приправити. Запікати 10 хвилин або поки гриби не стануть м'якими.; Тим часом у невеликій мисці збити інгредієнти для маринаду. Вийняти гриби з духовки і залити маринадом; відставити маринуватися на 10 хвилин або на 24 години вперед.; Шумівкою перекласти гриби на мангал (маринад викинути) і смажити по 3-4 хвилини з кожного боку. Натиснути кілька разів рибним шматочком, поки не з'являться темні сліди обвуглювання, а гриби не почнуть хрустіти.;  Додайте до грибів шматочок сиру і смажте на грилі ще 1 хвилину, поки він не почне плавитися. Злегка змастіть розтопленим спредом розрізані боки булочок, а потім підсмажте на мангалі до золотистого кольору та обвуглення.; Намастити кожну булочку майонезом і викласти зверху салат, помідори, гриби та цибулю. Накрити другою половиною булочки і подавати до столу. ",
    like: 51,
    bookmark: false,
  },

  {
    id: 32,
    category: `Десерти`,
    author: {
      name: 'Гліб Черевин',
      img: '/img/top-chiefs/img_5.jpg',
    },
    title: 'Чорнично-лимонний десерт',
    img: '/img/recipes/Blueberry-and-lemon-fools.jpg',
    desc: "Приготуйте собі ласощі на вихідні з цим швидким і легким десертом. Цей десерт, наповнений гострим фруктовим смаком і пом'якшений грецьким йогуртом та прохолодною м'ятою, має чудовий смак і низьку вартість.",
    products:
      "Чорниці 300 г; 1 ст.л. цукрової пудри; 2 ст.л. води; 1 ст.л. дрібно нарізаної м'яти; 4 ст.л. грецького йогурту",
    method:
      "Покладіть чорницю в каструлю з цукровою пудрою, 2 ст.л. води та 1 ст.л. дрібно нарізаної свіжої м'яти. Варити на середньому вогні 5-6 хвилин, поки чорниця не стане сиропом і не розм'якне, але все ще триматиме форму. Зніміть з вогню і дайте охолонути. Коли охолоне, відкласти 2 ст.л. чорниці.; Ложкою розкладіть 4 ст.л. грецького йогурту  у 4 короткі склянки. Зверху налийте половину чорничного компоту. Повторіть з рештою йогурту та чорничного компоту.; На завершення розкладіть зарезервовану чорницю по келихах і прикрасьте додатковими листочками м'яти. ",
    like: 8,
    bookmark: false,
  },
].sort(() => Math.random() - 0.5);

export default recipes;
